alefragnani.Bookmarks
alefragnani.project-manager
anseki.vscode-color
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.code-runner
gerane.Theme-TronLight
hollowtree.vue-snippets
icrawl.discord-vscode
kumar-harsh.graphql-for-vscode
octref.vetur
robertohuertasm.vscode-icons
robinbentley.sass-indented
rust-lang.rust
Shan.code-settings-sync
shinnn.stylelint
streetsidesoftware.code-spell-checker
vscodevim.vim
WallabyJs.quokka-vscode
xabikos.JavaScriptSnippets
Yummygum.city-lights-icon-vsc
yummygum.city-lights-theme